---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CutFailures.CannotCutInstanceOutError
source: html/4aed6d40-f880-18c8-9eed-74d3d36cabff.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CutFailures.CannotCutInstanceOutError Property

Can't cut instance of [Symbol] out of Wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCutInstanceOutError { get; }
```